[
  {
    "group_id": 1,
    "group_title": "Группа первая",
    "ideas": [
      {
        "name": "Социальная сеть инвестора",
        "id": 1,
        "author_id": 1,
        "text": "Предлагаю добавить в наше мобильное приложение раздел, где пользователи могут общаться, обмениваться сообщениями по инвестициям. Некоторая социальная сеть для инвесторов",
        "tags": ["cоциальная сеть", "общение"]
      },
      {
        "name": "Сообщения и блог в приложении для инвестиций",
        "id": 2,
        "author_id": 2,
        "text": "Я думаю, что необходимо реализовать фичу дающую возможность писать сообщения или небольшие записи у себя в аккаунте. Т.е. сделать что-то типа блога",
        "tags": ["cоциальная сеть", "общение"]
      },
      {
        "name": "Советы для начинающих инвесторов",
        "id": 3,
        "author_id": 3,
        "text": "Мне кажется, что для поддержки начинающих инвесторов нам нужно создать раздел в приложении, где опытные инвесторы могут писать советы начинающим, отвечать на их вопросы, комментировать записи.",
        "tags": ["cоциальная сеть", "общение"]
      }
    ]
  },
  {
    "group_id": 2,
    "group_title": "Группа вторая",
    "ideas": [
      {
        "name": "Возможность регистрации в приложении без банковской карты",
        "id": 1,
        "author_id": 1,
        "text": "Контекст: Сейчас пользователи скачавшие приложение, но не имеющие банковской карты не могут пройти внутрь приложения, пока не введут данные карты.\nПредложение: Если мы сделаем возможность пропустить ввод данных карты на первоначальном этапе, то той части пользователей у которых ее нет можно рассказать о преимуществах нашего банка и предложить оформить карту, тем самым увеличив количество клиентов.\nПлан реализации: добавить кнопку “пропустить ввод карты”, на экране ввода данных карты. После этого показывать пользователю специальный приветственный экран, на котором расскажем преимущества нашего банка, и кнопкой “оформить карту”. Прикладываю примерные макеты. ",
        "tags": ["мобильное приложени", "вход в мобильное приложение", "аутентификация"]
      },
      {
        "name": "Добавить мотивирующий текст на первый экран приложения (где яхта)",
        "id": 2,
        "author_id": 4,
        "text": "Сейчас при входе в приложение на заднем плане яхта, которая ни о чем не сообщает пользователю. И если мы добавим мотивирующий текст например “Газпромбанк - надежность и успех для каждого клиента” или что-то в этом духе, чтобы дать пользователю чувство что он сделал правильный выбор (или на пути к этому, если еще не приобрел карту). И на следующем экране для не зарегистрированных пользователей продолжит эту тематику полезности, что даст еще больше ощущения полезности приложения и правильности выбранного банка. Для подбора правильного текста, можно привлечь нашего копирайтера и провести тестирование. Займет порядка 2х дней. Если менять картинку, то можно провести множественное тестирование и выявить значимость влияние картинки и заголовка для будущих экспериментов ",
        "tags": ["мобильное приложени", "вход в мобильное приложение", "аутентификация"]
      }
    ]
  },
  {
    "group_id": 3,
    "group_title": "Группа третья",
    "ideas": [
      {
        "name": "В столовой играет скучная музыка",
        "id": 1,
        "author_id": 1,
        "text": "Каждый раз, когда приходишь в столовую, играет какая-то однообразная скушнейшая музыка, от которой хочется спать, а не есть, уж лучше обедать на рабочем месте, чем отправляться в столовую.",
        "tags": ["музыка", "столовая"]
      },
      {
        "name": "Не нравится фоновая музыка",
        "id": 2,
        "author_id": 2,
        "text": "Зачем вообще включают музыку в столовой? Почему нельзя в тишине поесть. Хотя там всегда шумно, потому что многие продолжают обсуждать свои рабочие дела во время обеда, но от музыки же реально голова болит",
        "tags": ["музыка", "столовая"]
      },
      {
        "name": "Давайте накидаем свои предложения музыки в столовую",
        "id": 3,
        "author_id": 5,
        "text": "Давайте накидаем свои предложения музыки в столовую! Я лично предлагаю включать asmr дождя или моря. Или можно сделать тематический день, включить стук колёс и продавать курицу в фольге и варёную картошку.",
        "tags": ["музыка", "столовая"]
      },
      {
        "name": "Музыка vs работа",
        "id": 4,
        "author_id": 6,
        "text": "Я считаю, что музыка необходима в столовой, и невозможно подстроиться под вкусы каждого, поэтому возможно нам нужна классическая музыка.",
        "tags": ["музыка", "столовая"]
      }
    ]
  },
  {
    "group_id": 4,
    "group_title": "Группа четвертая",
    "ideas": [
      {
        "name": "Вентилятор ",
        "id": 1,
        "author_id": 3,
        "text": "Работники офиса 315, поступило предложение купить вентилятор в связи с высокой температурой окружающей среды. Вентилятор нам будет необходим как зимой, так и летом, вы же знаете, что в наших краях летом температура на улице достигает +38С в тени. Так что в наших силах улучшить комфортные условия себе и другим. ",
        "tags": []
      },
      {
        "name": "Вентилятор, покупка ",
        "id": 2,
        "author_id": 5,
        "text": "Господа, на связи администратор отдела N, и я за то, чтобы был куплен вентилятор. Предлагаю обратиться к руководству с этим предложением, и возможно нам предоставят требуемую технику в короткий срок",
        "tags": []
      }
    ]
  },
  {
    "group_id": 5,
    "group_title": "Группа пятая",
    "ideas": [
      {
        "name": "Перестаньте открывать окна в помещении! ",
        "id": 1,
        "author_id": 7,
        "text": "Дорогие коллеги, давайте перестанем открывать окна в помещении. Да, у нас топят очень сильно, и у нас периодически душно, но открывать нараспашку окна, когда на улице -30!!! Это неблагоприятно влияет на здоровье ваших товарищей, а соответственно и на вас! Давайте будем уважительными и купим вентилятор ",
        "tags": []
      }
    ]
  },
  {
    "group_id": 6,
    "group_title": "Группа шестая",
    "ideas": [
      {
        "name": "Порно у ксерокса",
        "id": 1,
        "author_id": 1,
        "text": "Кажды день у ксерокса появляется какая-то полуголая женщина. Это возмутительно! Мужчины перестают работать! Нужно ввести дресс-код на рабочем месте.",
        "tags": []
      },
      {
        "name": "Больше зеркал у ксерокса",
        "id": 2,
        "author_id": 2,
        "text": "Мне кажется у ксерокса не хватает зеркал. Нужно их установить, они позволят смотреть на себя пока идет печать и позволят оценивать обстановку со всех сторон)",
        "tags": []
      }
    ]
  }
]
